{
  "add_prefix_space": true,
  "backend": "tokenizers",
  "bos_token": "[CLS]",
  "cls_token": "[CLS]",
  "do_lower_case": false,
  "eos_token": "[SEP]",
  "mask_token": "[MASK]",
  "max_len": 4096,
  "model_max_length": 4096,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "split_by_punct": false,
  "tokenizer_class": "DebertaV2Tokenizer",
  "unk_id": 1,
  "unk_token": "[UNK]"
}
