~{{PAD}}~	0
~{{UNK}}~	0
~{{BOS}}~	0
~{{EOS}}~	0
,	-2.69224
β•¹the	-2.81494
β•¹and	-3.28991
β•¹of	-3.40608
.	-3.67819
β•¹to	-4.33762
:	-4.35784
β•¹And	-4.39739
β•¹in	-4.41805
β•¹that	-4.41853
;	-4.63455
β•¹he	-4.65626
β•¹shall	-4.67254
s	-4.71506
β•¹I	-4.74332
β•¹unto	-4.7602
β•¹a	-4.81846
β•¹his	-4.82222
β•¹for	-4.94272
β•¹be	-4.9813
β•¹they	-5.01562
β•¹is	-5.02462
β•¹	-5.04431
β•¹LORD	-5.05645
β•¹him	-5.0566
β•¹not	-5.06652
β•¹them	-5.09611
β•¹with	-5.141
β•¹it	-5.17432
β•¹all	-5.25452
β•¹thou	-5.364
β•¹was	-5.43909
β•¹thy	-5.45775
β•¹which	-5.49622
β•¹me	-5.51059
β•¹my	-5.52852
β•¹God	-5.5347
β•¹said	-5.56083
β•¹their	-5.59617
β•¹have	-5.60201
β•¹will	-5.60253
β•¹thee	-5.6337
β•¹ye	-5.63789
β•¹from	-5.67215
ed	-5.71686
?	-5.75752
β•¹as	-5.77821
1	-5.8136
β•¹are	-5.87614
β•¹out	-5.9234
β•¹were	-5.93364
β•¹man	-5.93526
β•¹upon	-5.94657
β•¹you	-5.96768
β•¹Israel	-5.99606
3	-6.00871
β•¹by	-6.00967
β•¹this	-6.0353
4	-6.03623
β•¹when	-6.0395
β•¹king	-6.03983
8	-6.04291
7	-6.05165
β•¹but	-6.05226
d	-6.06238
0	-6.06656
6	-6.07041
β•¹up	-6.07478
9	-6.0803
2	-6.082
ing	-6.09753
5	-6.13842
β•¹hath	-6.14521
β•¹people	-6.18669
β•¹came	-6.1951
β•¹son	-6.19682
β•¹there	-6.2049
β•¹had	-6.23493
β•¹house	-6.23794
'	-6.24419
β•¹her	-6.24521
β•¹into	-6.25172
β•¹on	-6.25846
eth	-6.26643
β•¹The	-6.29542
β•¹come	-6.30888
β•¹one	-6.32968
β•¹we	-6.35505
β•¹children	-6.35518
β•¹before	-6.3685
β•¹your	-6.37803
β•¹land	-6.37916
β•¹day	-6.38682
β•¹For	-6.39066
β•¹an	-6.42857
β•¹also	-6.44027
β•¹men	-6.44285
β•¹against	-6.44595
β•¹shalt	-6.47321
e	-6.48365
β•¹But	-6.50794
β•¹at	-6.52262
β•¹hand	-6.53193
β•¹us	-6.54838
β•¹do	-6.59194
β•¹saying	-6.60183
β•¹made	-6.60441
β•¹went	-6.60563
β•¹no	-6.61501
β•¹Then	-6.6356
β•¹even	-6.68197
β•¹go	-6.68513
β•¹saith	-6.71869
i	-6.73203
t	-6.74096
β•¹O	-6.74963
β•¹every	-6.78617
r	-6.80346
β•¹things	-6.80372
β•¹so	-6.80448
β•¹or	-6.80968
β•¹our	-6.81463
er	-6.81926
β•¹down	-6.82745
β•¹if	-6.84416
β•¹after	-6.85239
β•¹hast	-6.85473
p	-6.86238
β•¹let	-6.86789
th	-6.87247
β•¹sons	-6.87889
β•¹Lord	-6.88567
β•¹David	-6.88943
β•¹make	-6.89878
β•¹over	-6.91321
β•¹may	-6.91346
β•¹say	-6.9382
ly	-6.94734
β•¹earth	-6.94767
β•¹because	-6.94849
β•¹name	-6.96063
β•¹these	-6.9618
β•¹did	-6.97305
β•¹she	-6.97314
β•¹Jesus	-6.97477
β•¹great	-6.98058
β•¹any	-6.99875
β•¹He	-7.02418
β•¹thine	-7.03928
β•¹away	-7.04366
β•¹put	-7.05021
β•¹thereof	-7.05026
β•¹among	-7.05136
n	-7.05747
β•¹pass	-7.06033
β•¹forth	-7.07006
β•¹brought	-7.08509
β•¹city	-7.09317
β•¹am	-7.09485
β•¹father	-7.10045
β•¹days	-7.10413
β•¹heart	-7.11143
β•¹Moses	-7.11292
β•¹two	-7.14277
β•¹Judah	-7.15495
β•¹Jerusalem	-7.1574
g	-7.15966
β•¹give	-7.16166
β•¹therefore	-7.17226
β•¹should	-7.20133
β•¹neither	-7.20524
est	-7.21266
β•¹know	-7.21341
β•¹good	-7.21837
β•¹according	-7.2222
β•¹behold	-7.23704
β•¹took	-7.23801
β•¹whom	-7.24387
β•¹nor	-7.2452
β•¹then	-7.251
a	-7.25518
β•¹place	-7.25641
β•¹offering	-7.26657
β•¹take	-7.26998
l	-7.27872
β•¹set	-7.28297
β•¹who	-7.28308
st	-7.28668
β•¹bring	-7.29533
y	-7.29626
β•¹now	-7.30127
β•¹word	-7.30957
β•¹sent	-7.32424
β•¹more	-7.32716
β•¹eat	-7.3305
β•¹way	-7.33593
β•¹like	-7.33851
ar	-7.36559
β•¹So	-7.37002
β•¹heard	-7.37959
β•¹what	-7.38093
β•¹Thou	-7.40433
β•¹about	-7.40591
β•¹Now	-7.40914
b	-7.41003
β•¹again	-7.41471
β•¹hundred	-7.41541
β•¹time	-7.41666
β•¹called	-7.41808
β•¹mine	-7.425
β•¹evil	-7.42661
β•¹own	-7.42661
β•¹see	-7.43226
en	-7.44163
β•¹Egypt	-7.44442
o	-7.44479
β•¹heaven	-7.4522
β•¹Behold	-7.46937
β•¹spake	-7.47103
β•¹A	-7.47105
m	-7.49189
u	-7.49491
β•¹Christ	-7.50351
β•¹saw	-7.50873
c	-7.50947
β•¹done	-7.52308
β•¹law	-7.52798
β•¹yet	-7.53222
β•¹fire	-7.53537
β•¹brethren	-7.54611
β•¹priest	-7.55369
β•¹thing	-7.55556
β•¹words	-7.56841
β•¹fathers	-7.56921
β•¹cast	-7.57368
β•¹years	-7.57444
k	-7.57658
β•¹many	-7.57901
β•¹S	-7.58767
ah	-7.59357
β•¹himself	-7.5944
f	-7.59669
β•¹thousand	-7.59706
β•¹voice	-7.60204
β•¹might	-7.6033
β•¹work	-7.60437
an	-7.61536
β•¹eyes	-7.63529
β•¹servant	-7.64028
β•¹given	-7.64854
β•¹off	-7.65372
β•¹If	-7.65616
β•¹answered	-7.65819
le	-7.65923
al	-7.66889
in	-7.67547
β•¹than	-7.67718
β•¹together	-7.67769
β•¹2:1	-7.67928
β•¹other	-7.68345
β•¹three	-7.69018
β•¹ever	-7.69582
β•¹servants	-7.70374
β•¹sin	-7.70575
β•¹holy	-7.70921
β•¹gave	-7.71708
β•¹blood	-7.71778
β•¹speak	-7.71986
β•¹through	-7.72207
β•¹soul	-7.72446
β•¹first	-7.73083
β•¹hear	-7.73118
β•¹seven	-7.7363
β•¹life	-7.74175
β•¹another	-7.75061
β•¹art	-7.75183
on	-7.75288
β•¹hands	-7.75292
β•¹cities	-7.75509
β•¹Thus	-7.75512
β•¹commanded	-7.75816
β•¹sword	-7.75955
β•¹those	-7.75955
β•¹side	-7.7602
β•¹would	-7.7633
β•¹mouth	-7.76857
or	-7.78432
β•¹Therefore	-7.78455
β•¹1:1	-7.78859
β•¹Let	-7.7938
β•¹sea	-7.80003
β•¹high	-7.80079
β•¹without	-7.80117
β•¹water	-7.80132
z	-7.80182
β•¹flesh	-7.81019
β•¹gold	-7.81198
β•¹peace	-7.81493
β•¹found	-7.81714
β•¹Saul	-7.81968
β•¹face	-7.82041
es	-7.835
β•¹themselves	-7.84625
β•¹brother	-7.84871
β•¹wife	-7.85116
β•¹They	-7.85435
β•¹under	-7.85612
β•¹keep	-7.86163
β•¹drink	-7.86603
β•¹glory	-7.86603
el	-7.87164
β•¹how	-7.88159
β•¹priests	-7.88324
β•¹fear	-7.89059
ers	-7.89122
am	-7.89128
w	-7.89263
β•¹old	-7.91202
β•¹altar	-7.91632
β•¹year	-7.91776
β•¹spirit	-7.92253
β•¹Jacob	-7.92783
β•¹where	-7.93742
β•¹death	-7.93863
β•¹c	-7.93919
β•¹cause	-7.94158
β•¹dead	-7.94672
β•¹head	-7.9496
β•¹dwell	-7.9527
re	-7.95305
β•¹congregation	-7.95475
β•¹wicked	-7.95713
β•¹burnt	-7.95798
β•¹right	-7.96022
h	-7.96064
β•¹midst	-7.96297
β•¹When	-7.96576
β•¹6:1	-7.96665
ness	-7.96811
β•¹bread	-7.97577
β•¹tabernacle	-7.98241
β•¹woman	-7.98522
β•¹both	-7.99098
β•¹In	-7.9945
β•¹Aaron	-7.99654
β•¹end	-7.99901
β•¹What	-7.99939
β•¹left	-7.99939
β•¹until	-8.00798
β•¹none	-8.0113
β•¹kingdom	-8.01654
β•¹toward	-8.01821
β•¹five	-8.0254
β•¹stood	-8.0254
β•¹war	-8.02586
β•¹four	-8.03023
ch	-8.03498
β•¹taken	-8.03903
β•¹That	-8.04616
β•¹nations	-8.04695
β•¹This	-8.04914
β•¹sight	-8.04918
β•¹pray	-8.04974
v	-8.05072
β•¹same	-8.05239
β•¹cut	-8.05526
β•¹mother	-8.07032
β•¹daughter	-8.07067
β•¹been	-8.07078
β•¹die	-8.07618
β•¹light	-8.07645
β•¹love	-8.07661
β•¹night	-8.083
β•¹P	-8.08863
β•¹5:1	-8.08932
β•¹round	-8.09199
β•¹silver	-8.09199
β•¹deliver	-8.09498
β•¹young	-8.10348
ites	-8.10708
β•¹rest	-8.12088
β•¹Be	-8.12444
β•¹As	-8.12555
ph	-8.129
β•¹kings	-8.13263
sh	-8.13668
β•¹Solomon	-8.14007
β•¹righteousness	-8.14035
β•¹13:1	-8.14101
β•¹9:1	-8.14145
β•¹wilderness	-8.14336
ir	-8.15092
β•¹covenant	-8.15663
β•¹GOD	-8.15998
β•¹Babylon	-8.16333
β•¹11:1	-8.16506
β•¹hosts	-8.16577
β•¹fall	-8.16611
us	-8.16647
β•¹meat	-8.17002
β•¹live	-8.17012
β•¹judgment	-8.17141
β•¹chief	-8.17687
β•¹field	-8.17827
im	-8.17853
β•¹world	-8.18028
β•¹destroy	-8.18042
β•¹twenty	-8.18371
ite	-8.18377
β•¹delivered	-8.18386
β•¹lord	-8.18714
β•¹thus	-8.1906
β•¹stand	-8.19182
β•¹power	-8.19405
β•¹14:1	-8.19464
β•¹Ye	-8.19915
β•¹spoken	-8.20101
β•¹full	-8.20124
β•¹turned	-8.20409
β•¹1:2	-8.20499
β•¹bear	-8.20618
β•¹waters	-8.20721
β•¹Son	-8.20728
β•¹Go	-8.20738
β•¹seed	-8.20952
β•¹much	-8.21155
β•¹whose	-8.21203
β•¹mighty	-8.21631
β•¹told	-8.22225
β•¹written	-8.22574
β•¹laid	-8.22575
β•¹E	-8.22703
β•¹cometh	-8.22926
β•¹Pharaoh	-8.22933
β•¹Who	-8.23217
β•¹iniquity	-8.23293
β•¹gate	-8.23503
β•¹strong	-8.23654
β•¹seen	-8.23846
β•¹4:1	-8.24302
β•¹Father	-8.24744
β•¹4:2	-8.24745
β•¹well	-8.24805
β•¹mercy	-8.25111
ur	-8.25155
β•¹7:2	-8.25479
β•¹3:1	-8.25984
β•¹princes	-8.26176
β•¹turn	-8.26442
β•¹enemies	-8.26589
β•¹mount	-8.26963
β•¹9:2	-8.26963
β•¹wise	-8.2697
ad	-8.27342
β•¹16:1	-8.27429
β•¹gathered	-8.27555
β•¹multitude	-8.27713
β•¹works	-8.27935
β•¹Levites	-8.28183
β•¹ten	-8.28276
β•¹lay	-8.28469
β•¹8:1	-8.28547
β•¹being	-8.28821
β•¹Wherefore	-8.29614
β•¹very	-8.30385
β•¹return	-8.30444
β•¹offerings	-8.30566
β•¹shew	-8.30975
β•¹15:1	-8.31192
β•¹10:1	-8.31297
ri	-8.31414
β•¹part	-8.3145
β•¹feet	-8.31562
β•¹3:2	-8.31749
β•¹praise	-8.31944
β•¹5:2	-8.32073
β•¹seek	-8.32272
β•¹T	-8.32279
β•¹Philistines	-8.32453
β•¹month	-8.3264
β•¹11:2	-8.32795
β•¹18:1	-8.33184
β•¹whole	-8.33265
β•¹Jews	-8.33267
β•¹faith	-8.33513
β•¹offer	-8.33619
β•¹Abraham	-8.33929
β•¹Joseph	-8.33929
β•¹such	-8.33935
β•¹7:1	-8.34205
β•¹prophet	-8.34251
ath	-8.34473
β•¹daughters	-8.34686
β•¹fell	-8.34718
at	-8.34817
β•¹It	-8.34819
β•¹21:1	-8.35285
β•¹walk	-8.35433
β•¹send	-8.35545
β•¹long	-8.35545
ion	-8.3555
β•¹disciples	-8.36468
β•¹tribe	-8.36714
β•¹righteous	-8.3674
β•¹19:1	-8.37188
β•¹gods	-8.37471
β•¹strength	-8.3796
β•¹inheritance	-8.38022
β•¹little	-8.38858
β•¹6:2	-8.38899
β•¹wine	-8.39282
β•¹prophets	-8.39363
β•¹My	-8.39704
β•¹truth	-8.40129
β•¹anger	-8.4013
β•¹22:1	-8.40216
β•¹10:2	-8.40233
β•¹certain	-8.40986
β•¹some	-8.41043
β•¹between	-8.41417
β•¹hold	-8.41528
β•¹17:1	-8.41542
β•¹yea	-8.41544
β•¹smote	-8.42284
β•¹ark	-8.42287
iah	-8.4231
β•¹therein	-8.42715
β•¹concerning	-8.4316
β•¹8:2	-8.4316
β•¹morning	-8.436
β•¹can	-8.43608
β•¹save	-8.43811
β•¹dwelt	-8.44043
β•¹2:2	-8.44149
β•¹These	-8.44211
β•¹11	-8.44452
β•¹begat	-8.44488
β•¹We	-8.44624
β•¹sacrifice	-8.45162
il	-8.45338
β•¹wisdom	-8.45382
β•¹nothing	-8.45386
β•¹known	-8.46585
β•¹only	-8.46704
ce	-8.4673
β•¹above	-8.46739
oth	-8.46766
li	-8.47205
β•¹serve	-8.47423
β•¹stone	-8.47772
β•¹20:1	-8.47815
β•¹12:1	-8.48048
β•¹Joshua	-8.48116
β•¹child	-8.48578
β•¹departed	-8.48777
β•¹thyself	-8.49044
β•¹wilt	-8.49044
it	-8.49336
β•¹near	-8.49511
β•¹To	-8.49546
β•¹temple	-8.4998
β•¹There	-8.50029
β•¹gone	-8.50046
β•¹cubits	-8.50168
β•¹15:2	-8.5048
β•¹14:2	-8.50987
β•¹fruit	-8.51455
β•¹lest	-8.51883
β•¹18:2	-8.5193
β•¹places	-8.52116
β•¹poor	-8.52845
β•¹call	-8.53304
β•¹sat	-8.53825
β•¹judge	-8.5389
β•¹23:1	-8.54421
β•¹Because	-8.54801
β•¹oil	-8.54801
β•¹tree	-8.54905
β•¹manner	-8.55299
β•¹inhabitants	-8.5544
β•¹12:2	-8.55446
β•¹All	-8.5582
β•¹24:1	-8.55883
β•¹angel	-8.55907
β•¹ways	-8.56289
β•¹wrath	-8.56293
β•¹sheep	-8.56294
β•¹13:2	-8.56402
se	-8.56418
β•¹died	-8.5667
β•¹tell	-8.56796
β•¹cried	-8.56796
β•¹Jordan	-8.57808
β•¹slew	-8.57808
β•¹book	-8.58319
β•¹surely	-8.58339
β•¹host	-8.58459
β•¹b	-8.58524
β•¹find	-8.58831
β•¹ground	-8.58831
β•¹door	-8.59282
β•¹unclean	-8.59834
β•¹afraid	-8.59865
β•¹while	-8.59877
ba	-8.60074
β•¹six	-8.6028
β•¹Je	-8.60438
ab	-8.60468
β•¹wall	-8.60546
β•¹bare	-8.60621
β•¹yourselves	-8.60909
β•¹broken	-8.61436
β•¹22:2	-8.61518
β•¹build	-8.61826
β•¹rejoice	-8.62264
β•¹cannot	-8.62497
β•¹number	-8.6324
β•¹lo	-8.6342
β•¹twelve	-8.63569
β•¹m	-8.63673
β•¹throne	-8.6411
β•¹far	-8.64112
β•¹How	-8.64123
β•¹blessed	-8.6433
ho	-8.64509
β•¹within	-8.64539
β•¹women	-8.64653
β•¹de	-8.64776
β•¹21:2	-8.64803
β•¹doth	-8.64923
β•¹Ha	-8.65062
β•¹returned	-8.65116
β•¹Ephraim	-8.65199
β•¹slain	-8.65199
β•¹third	-8.65199
β•¹country	-8.65201
β•¹beast	-8.65416
β•¹reign	-8.6542
β•¹Of	-8.65531
as	-8.65557
β•¹L	-8.66091
β•¹river	-8.66526
β•¹cry	-8.67203
β•¹knew	-8.67416
β•¹began	-8.67417
β•¹sun	-8.67439
β•¹elders	-8.67513
β•¹16:2	-8.6752
β•¹lie	-8.6757
β•¹commandment	-8.67658
β•¹battle	-8.67977
β•¹though	-8.68156
β•¹gather	-8.68214
β•¹stones	-8.68403
β•¹Paul	-8.68542
ve	-8.68911
β•¹sake	-8.69111
β•¹mountains	-8.6923
β•¹reigned	-8.69452
β•¹body	-8.69682
β•¹kept	-8.69682
β•¹receive	-8.6992
β•¹break	-8.70257
β•¹families	-8.70257
β•¹having	-8.70835
β•¹thirty	-8.70835
β•¹arose	-8.70835
β•¹help	-8.70839
β•¹Moab	-8.71389
β•¹Spirit	-8.71416
β•¹second	-8.71416
β•¹look	-8.7148
β•¹joy	-8.71985
β•¹knowledge	-8.72001
β•¹sabbath	-8.72001
β•¹could	-8.72003
ation	-8.7223
β•¹back	-8.72578
β•¹19:2	-8.72589
β•¹till	-8.72598
β•¹commandments	-8.72929
β•¹built	-8.73181
β•¹sins	-8.73267
β•¹20:2	-8.73339
β•¹teach	-8.73776
β•¹enter	-8.73819
β•¹ear	-8.73893
β•¹valley	-8.74375
β•¹25:1	-8.74533
β•¹destroyed	-8.74953
β•¹wind	-8.74977
β•¹Benjamin	-8.74977
β•¹fat	-8.74983
β•¹tongue	-8.75583
β•¹received	-8.75828
β•¹Peter	-8.76193
β•¹26:1	-8.76292
em	-8.76664
β•¹feast	-8.76807
β•¹throughout	-8.76814
β•¹darkness	-8.77434
β•¹Me	-8.78099
β•¹filled	-8.78148
ous	-8.78576
β•¹new	-8.7867
ful	-8.78825
β•¹open	-8.7897
β•¹border	-8.79039
ow	-8.79083
β•¹G	-8.79091
β•¹able	-8.79149
β•¹passed	-8.79255
β•¹Take	-8.79299
β•¹4:3	-8.79299
β•¹23:2	-8.7941
β•¹understanding	-8.79443
β•¹She	-8.7945
β•¹C	-8.79638
β•¹born	-8.7978
β•¹burn	-8.79821
β•¹salvation	-8.79932
β•¹lifted	-8.80159
β•¹bow	-8.80259
β•¹east	-8.80558
β•¹counsel	-8.80569
β•¹neighbour	-8.80569
β•¹1:3	-8.80569
β•¹11:3	-8.80676
β•¹re	-8.80919
β•¹2:3	-8.8121
β•¹perish	-8.81215
β•¹wherein	-8.81323
β•¹kill	-8.81526
β•¹trees	-8.81719
β•¹fifty	-8.81855
β•¹whether	-8.81855
β•¹10:3	-8.82024
β•¹vessels	-8.8277
β•¹beasts	-8.82903
β•¹cattle	-8.83158
β•¹forty	-8.83162
β•¹Zion	-8.83179
β•¹28:1	-8.83293
β•¹trust	-8.83484
ma	-8.83513
β•¹honour	-8.83804
β•¹husband	-8.83807
β•¹Thy	-8.83851
β•¹hid	-8.84117
ent	-8.84448
ish	-8.8507
β•¹court	-8.85145
β•¹master	-8.85145
β•¹become	-8.85145
β•¹heathen	-8.85146
om	-8.85277
β•¹ears	-8.85464
β•¹spoil	-8.85486
β•¹Jeremiah	-8.85816
β•¹must	-8.85816
ai	-8.85906
β•¹thence	-8.8593
β•¹here	-8.86336
β•¹clean	-8.86338
β•¹8:3	-8.86492
β•¹Ma	-8.86585
β•¹27:1	-8.86636
β•¹fled	-8.86656
β•¹believe	-8.86835
β•¹st	-8.87033
β•¹Manasseh	-8.87172
β•¹desolate	-8.87172
β•¹living	-8.87172
β•¹t	-8.87719
β•¹grace	-8.87857
β•¹camp	-8.87858
β•¹answer	-8.8799
um	-8.88223
β•¹nation	-8.88353
ter	-8.88423
β•¹carried	-8.88546
β•¹money	-8.88546
β•¹Joab	-8.88558
ings	-8.88883
β•¹Moreover	-8.89241
β•¹Samuel	-8.89241
β•¹9:3	-8.89241
β•¹Holy	-8.89292
is	-8.89448
β•¹Ja	-8.89627
β•¹south	-8.89929
β•¹5:	-8.89987
β•¹looked	-8.90336
β•¹offered	-8.9052
β•¹rise	-8.9056
β•¹pit	-8.90577
β•¹witness	-8.90609
β•¹Why	-8.90644
β•¹hope	-8.90645
ol	-8.90674
β•¹gates	-8.90967
β•¹Assyria	-8.91354
β•¹slay	-8.91354
β•¹wood	-8.91354
β•¹7:3	-8.91354
β•¹charge	-8.91836
β•¹captain	-8.91898
man	-8.92041
β•¹present	-8.92068
β•¹why	-8.92068
β•¹meet	-8.92078
β•¹times	-8.92447
β•¹labour	-8.92787
β•¹leave	-8.93422
β•¹John	-8.93512
ul	-8.94077
β•¹mountain	-8.94088
β•¹mind	-8.94242
β•¹24:2	-8.94343
β•¹opened	-8.94625
β•¹minister	-8.94646
β•¹shewed	-8.94863
β•¹half	-8.94977
β•¹sanctuary	-8.94977
β•¹whatsoever	-8.95012
β•¹15:3	-8.95025
β•¹sister	-8.95718
un	-8.95748
β•¹rock	-8.96464
β•¹most	-8.9665
ge	-8.96894
β•¹north	-8.97315
β•¹17:2	-8.97383
β•¹goeth	-8.97573
β•¹stranger	-8.9791
β•¹Isaac	-8.97974
β•¹smite	-8.97974
β•¹service	-8.97977
β•¹whosoever	-8.98013
β•¹12:	-8.98143
ut	-8.9815
ha	-8.98171
β•¹statutes	-8.98209
β•¹incense	-8.98737
β•¹wives	-8.98737
β•¹rose	-8.98737
β•¹depart	-8.99177
β•¹trouble	-8.99274
β•¹prayer	-8.99274
β•¹un	-8.9939
β•¹spread	-8.99506
β•¹6:3	-8.99587
β•¹beside	-8.99677
β•¹Gentiles	-9.00282
β•¹1:4	-9.00282
β•¹B	-9.00746
β•¹worship	-9.01062
β•¹fast	-9.01063
β•¹Hezekiah	-9.01063
β•¹Which	-9.01063
β•¹perfect	-9.01063
β•¹plague	-9.01063
β•¹heavens	-9.01317
β•¹desire	-9.01379
β•¹numbered	-9.01544
β•¹Where	-9.0168
β•¹captivity	-9.0185
β•¹29:1	-9.02054
β•¹hearken	-9.02314
β•¹prison	-9.02644
β•¹brass	-9.02644
β•¹Baal	-9.02658
β•¹appointed	-9.02756
β•¹25:2	-9.02805
β•¹3:3	-9.02877
β•¹One	-9.02892
β•¹giveth	-9.0332
β•¹sought	-9.03444
β•¹Come	-9.03444
β•¹maketh	-9.03524
β•¹wickedness	-9.03546
ward	-9.04234
β•¹Samaria	-9.0425
β•¹bless	-9.04293
E	-9.04413
β•¹wait	-9.04731
β•¹judgments	-9.04743
β•¹dream	-9.05063
β•¹family	-9.05063
β•¹chosen	-9.05083
β•¹walked	-9.05724
β•¹ashamed	-9.05883
β•¹30:1	-9.06071
β•¹21:	-9.06524
β•¹Jonathan	-9.06709
na	-9.06926
β•¹pieces	-9.07025
β•¹didst	-9.07279
β•¹eye	-9.07495
β•¹Blessed	-9.07591
β•¹con	-9.07673
β•¹seventh	-9.07942
β•¹generations	-9.08342
β•¹lips	-9.08383
β•¹sweet	-9.08383
β•¹sound	-9.08383
β•¹sinned	-9.08384
β•¹flee	-9.08396
β•¹3:	-9.08547
able	-9.08633
β•¹sp	-9.08644
β•¹Yet	-9.08664
β•¹asked	-9.08699
ay	-9.09005
β•¹myself	-9.09231
β•¹possession	-9.09254
β•¹captains	-9.09433
mon	-9.09644
β•¹houses	-9.09767
β•¹curse	-9.09852
β•¹20:	-9.09927
β•¹reproach	-9.10085
if	-9.10201
β•¹5:3	-9.10388
β•¹sit	-9.10444
β•¹command	-9.10612
β•¹fine	-9.10947
β•¹portion	-9.10947
β•¹presence	-9.10947
β•¹watch	-9.10947
β•¹2:4	-9.10948
β•¹rod	-9.10948
ne	-9.11053
β•¹believed	-9.11242
β•¹suburbs	-9.11817
β•¹shut	-9.11817
β•¹rain	-9.11817
β•¹12:3	-9.12102
β•¹Hear	-9.12327
β•¹possess	-9.12339
β•¹cloud	-9.12686
β•¹Gilead	-9.12694
β•¹bound	-9.12694
β•¹vain	-9.12694
β•¹26:2	-9.12803
β•¹31:1	-9.12882
ate	-9.13058
β•¹mayest	-9.13375
ies	-9.13565
β•¹firstborn	-9.13579
β•¹chariots	-9.14085
β•¹corn	-9.14324
β•¹plain	-9.14472
β•¹fight	-9.14472
β•¹shame	-9.14472
β•¹flock	-9.14482
gh	-9.14551
β•¹ask	-9.14781
β•¹foot	-9.15373
β•¹trespass	-9.15373
β•¹going	-9.15393
β•¹14:3	-9.15499
β•¹tribes	-9.15505
β•¹horses	-9.1579
β•¹enemy	-9.16282
β•¹beginning	-9.16282
β•¹28:2	-9.16426
β•¹33:1	-9.16492
β•¹13:3	-9.16496
β•¹suffer	-9.16868
β•¹lift	-9.1687
β•¹alone	-9.17199
β•¹followed	-9.175
β•¹remember	-9.17795
β•¹W	-9.17868
β•¹Absalom	-9.18125
β•¹became	-9.18125
β•¹dust	-9.18125
β•¹bullock	-9.18166
β•¹lion	-9.18169
β•¹generation	-9.1817
β•¹23:3	-9.18302
β•¹heads	-9.18507
ling	-9.18646
β•¹Do	-9.18795
ted	-9.18994
β•¹Canaan	-9.19029
β•¹whither	-9.19052
β•¹covered	-9.1932
β•¹entered	-9.19578
β•¹faithful	-9.2004
β•¹better	-9.20216
da	-9.20231
β•¹lot	-9.20413
β•¹hearts	-9.20446
β•¹10	-9.20471
β•¹10:	-9.20751
β•¹buried	-9.20956
β•¹wherewith	-9.20956
β•¹Edom	-9.20956
β•¹still	-9.2097
β•¹reward	-9.20972
ek	-9.21002
β•¹eaten	-9.21338
β•¹sore	-9.21356
be	-9.21752
β•¹Jeroboam	-9.21917
β•¹gospel	-9.21917
β•¹linen	-9.21945
he	-9.21955
β•¹27:2	-9.22075
β•¹29:2	-9.22108
β•¹Yea	-9.2211
β•¹No	-9.22126
to	-9.22321
β•¹saved	-9.22424
av	-9.22438
β•¹just	-9.22882
β•¹Also	-9.22888
β•¹Neither	-9.22888
β•¹matter	-9.22888
β•¹vision	-9.22888
β•¹image	-9.22977
β•¹beloved	-9.22994
β•¹sing	-9.23109
β•¹dis	-9.23228
β•¹knoweth	-9.23336
β•¹remain	-9.23345
hu	-9.235
β•¹increase	-9.23635
β•¹garments	-9.23637
β•¹understand	-9.23643
β•¹morrow	-9.23868
β•¹pure	-9.23869
β•¹oxen	-9.23905
β•¹R	-9.23917
β•¹32:1	-9.24025
β•¹prepared	-9.24043
ill	-9.24113
β•¹Sha	-9.24125
β•¹clothes	-9.24151
β•¹sick	-9.24826
β•¹19:3	-9.24858
β•¹burden	-9.24858
β•¹small	-9.24858
β•¹wrought	-9.24858
β•¹coming	-9.24859
β•¹7:4	-9.24859
β•¹utterly	-9.24932
β•¹18:3	-9.2497
β•¹prince	-9.2497
β•¹34:1	-9.25037
β•¹idols	-9.25113
β•¹Eli	-9.2558
β•¹nigh	-9.25743
β•¹Ammon	-9.25834
β•¹Esau	-9.25858
β•¹skin	-9.25858
β•¹ready	-9.25918
od	-9.26225
β•¹tent	-9.26272
β•¹ass	-9.26302
β•¹follow	-9.26312
β•¹loved	-9.26718
β•¹famine	-9.26869
β•¹ought	-9.26869
β•¹4:4	-9.26869
β•¹iron	-9.2687
β•¹anointed	-9.26988
β•¹bones	-9.27037
β•¹20:3	-9.27161
sha	-9.27209
ck	-9.27501
β•¹hate	-9.27577
lo	-9.27579
β•¹secret	-9.27889
β•¹sleep	-9.27889
β•¹thither	-9.27889
β•¹upright	-9.27889
β•¹Egyptians	-9.2816
β•¹wash	-9.28184
β•¹goats	-9.28207
β•¹burned	-9.28422
β•¹arm	-9.28511
β•¹17:	-9.28717
β•¹glad	-9.28885
β•¹everlasting	-9.2892
β•¹fail	-9.2892
β•¹Even	-9.2892
β•¹hour	-9.2892
β•¹seeing	-9.2932
ance	-9.29426
β•¹rule	-9.29844
for	-9.29855
β•¹grave	-9.29875
β•¹saints	-9.29962
β•¹stead	-9.29962
β•¹riches	-9.29998
β•¹consumed	-9.30104
β•¹16:3	-9.30173
β•¹liveth	-9.30286
β•¹shekels	-9.30361
β•¹13:	-9.30595
β•¹sorrow	-9.30999
β•¹blind	-9.31014
β•¹ex	-9.3207
β•¹carry	-9.32078
β•¹Ahab	-9.32086
β•¹Gad	-9.32233
β•¹ram	-9.32265
β•¹doeth	-9.32839
β•¹caused	-9.33
j	-9.33153
β•¹destruction	-9.33153
β•¹committed	-9.33162
β•¹feed	-9.33207
β•¹Ar	-9.33252
β•¹removed	-9.33255
β•¹30:2	-9.33342
β•¹sign	-9.33348
β•¹bed	-9.33507
β•¹Jo	-9.33676
β•¹Is	-9.33692
ea	-9.33753
β•¹Mi	-9.33825
β•¹angels	-9.33992
less	-9.34171
β•¹compass	-9.34216
β•¹deal	-9.34218
β•¹Re	-9.3422
β•¹reason	-9.3424
β•¹remnant	-9.3424
β•¹threescore	-9.3424
β•¹vow	-9.34241
β•¹1:5	-9.34241
β•¹free	-9.34243
β•¹noise	-9.34255
β•¹21:3	-9.34566
ci	-9.34741
ver	-9.34833
β•¹Reuben	-9.35339
β•¹vine	-9.35339
men	-9.35355
ll	-9.35414
β•¹22:3	-9.35525
β•¹get	-9.35978
ity	-9.36362
β•¹Syria	-9.3645
β•¹Ghost	-9.3645
ia	-9.36652
β•¹F	-9.36652
β•¹devour	-9.37243
me	-9.37478
β•¹favour	-9.37574
iel	-9.37661
β•¹25:	-9.37692
β•¹declare	-9.37924
β•¹top	-9.3793
β•¹breadth	-9.37999
β•¹pillars	-9.38046
β•¹names	-9.38297
β•¹read	-9.38688
β•¹His	-9.3871
β•¹Surely	-9.3871
β•¹alive	-9.38711
β•¹arise	-9.38716
β•¹affliction	-9.3872
β•¹12:4	-9.39074
β•¹Give	-9.3986
β•¹write	-9.3986
β•¹wherefore	-9.3986
β•¹low	-9.39942
β•¹Pharisees	-9.39989
β•¹garment	-9.40132
β•¹D	-9.40137
β•¹ruler	-9.40252
β•¹29:	-9.4041
β•¹comfort	-9.4069
β•¹After	-9.41022
β•¹company	-9.41022
β•¹consider	-9.41022
β•¹last	-9.41022
β•¹prophesy	-9.41022
β•¹visit	-9.41022
β•¹never	-9.41023
β•¹drew	-9.41023
β•¹6:4	-9.41142
β•¹early	-9.41211
β•¹36:1	-9.41226
β•¹greatly	-9.42122
β•¹crown	-9.42199
β•¹widow	-9.42199
β•¹Abi	-9.42234
β•¹By	-9.42302
β•¹raised	-9.42385
β•¹poured	-9.42491
β•¹cover	-9.42576
β•¹At	-9.42801
β•¹J	-9.42985
β•¹mourn	-9.43163
β•¹need	-9.43324
β•¹rich	-9.43349
β•¹eight	-9.43354
β•¹Jehoshaphat	-9.43389
β•¹false	-9.43389
β•¹vanity	-9.43389
β•¹Daniel	-9.43397
β•¹hair	-9.4341
β•¹32:2	-9.43535
β•¹See	-9.43537
β•¹fourth	-9.43817
β•¹delight	-9.44594
β•¹sware	-9.44594
β•¹foolish	-9.44607
β•¹El	-9.44745
β•¹35:1	-9.44863
β•¹thought	-9.45172
β•¹sold	-9.45335
β•¹16:	-9.45569
β•¹atonement	-9.45814
β•¹fulfilled	-9.45814
β•¹pitched	-9.45814
β•¹army	-9.45894
β•¹An	-9.45952
β•¹11:4	-9.46015
β•¹hearkened	-9.46324
rs	-9.46382
β•¹hide	-9.46484
bo	-9.469
β•¹draw	-9.46961
β•¹governor	-9.47048
β•¹hither	-9.47048
β•¹taught	-9.47048
β•¹Gutenberg	-9.47049
β•¹deep	-9.4705
β•¹continually	-9.47087
β•¹tenth	-9.47437
β•¹Beth	-9.47891
β•¹lambs	-9.47903
ke	-9.48211
β•¹Shall	-9.48296
β•¹abroad	-9.48298
β•¹length	-9.48298
β•¹neck	-9.48298
β•¹search	-9.48298
β•¹2:5	-9.48299
β•¹Th	-9.48374
β•¹3:4	-9.48657
β•¹ship	-9.48837
β•¹flocks	-9.4955
β•¹Hebron	-9.49564
β•¹shadow	-9.49564
β•¹true	-9.49564
β•¹white	-9.49564
β•¹lead	-9.49565
β•¹Elisha	-9.4958
β•¹31:2	-9.49772
β•¹fallen	-9.49785
β•¹healed	-9.49874
β•¹messengers	-9.49947
β•¹ch	-9.4996
pa	-9.50054
β•¹Ch	-9.50266
β•¹abide	-9.5074
β•¹brake	-9.50846
β•¹habitation	-9.50846
β•¹likewise	-9.50846
β•¹9:4	-9.50847
β•¹hard	-9.50849
β•¹Dan	-9.50893
β•¹23:	-9.50907
β•¹led	-9.50924
β•¹Amen	-9.50958
β•¹Ho	-9.51033
β•¹hill	-9.51253
β•¹lamb	-9.51253
β•¹bringeth	-9.51295
β•¹33:	-9.51367
β•¹Hav	-9.51408
β•¹bowed	-9.51514
β•¹knowest	-9.51586
ry	-9.51664
β•¹rulers	-9.5185
β•¹prepare	-9.51913
β•¹strange	-9.52027
β•¹utter	-9.52045
ub	-9.52088
β•¹church	-9.52103
β•¹sacrifices	-9.52108
β•¹Woe	-9.52145
β•¹perform	-9.52145
β•¹cup	-9.52145
β•¹Zi	-9.52183
β•¹37:1	-9.52313
β•¹38:1	-9.52395
β•¹abomination	-9.52569
β•¹table	-9.5259
β•¹30:	-9.52681
now	-9.52993
β•¹cease	-9.53227
β•¹rams	-9.53234
soever	-9.53299
β•¹pro	-9.5342
β•¹commit	-9.53444
β•¹prosper	-9.53452
β•¹passover	-9.53461
β•¹Selah	-9.53461
β•¹Simon	-9.53461
β•¹7:5	-9.53461
β•¹1:6	-9.53461
β•¹Project	-9.535
β•¹moved	-9.5353
red	-9.53626
β•¹wings	-9.53634
β•¹34:2	-9.53643
β•¹strangers	-9.53692
β•¹33:2	-9.53694
I	-9.54149
β•¹blessing	-9.54204
β•¹waste	-9.54239
β•¹41:	-9.54264
β•¹ran	-9.54287
9:7	-9.54435
β•¹pour	-9.54465
β•¹fig	-9.54794
β•¹precious	-9.54794
β•¹testimony	-9.54794
β•¹1:7	-9.54795
β•¹cedar	-9.54795
β•¹branches	-9.54812
β•¹forsaken	-9.54864
β•¹dwelling	-9.54864
β•¹greater	-9.54883
β•¹villages	-9.54909
β•¹god	-9.55256
β•¹sow	-9.55303
Z	-9.55456
β•¹served	-9.55474
β•¹rivers	-9.55596
β•¹35:	-9.55615
β•¹abominations	-9.55706
9:9	-9.55783
β•¹fl	-9.55811
β•¹journey	-9.55813
x	-9.56128
β•¹Levi	-9.56145
β•¹Eleazar	-9.56145
β•¹think	-9.56145
β•¹souls	-9.56232
β•¹established	-9.56359
β•¹25:3	-9.56442
β•¹fool	-9.56605
β•¹appear	-9.57175
β•¹taketh	-9.57186
β•¹51:	-9.57213
β•¹speaketh	-9.57352
β•¹behind	-9.57515
β•¹profit	-9.57515
β•¹sojourn	-9.57515
β•¹womb	-9.57515
β•¹Arise	-9.57515
β•¹prey	-9.57515
β•¹Amorites	-9.57683
β•¹clothed	-9.57773
β•¹feared	-9.57907
β•¹Galilee	-9.58904
β•¹Speak	-9.58904
β•¹dry	-9.58906
erily	-9.58907
β•¹household	-9.59014
β•¹defiled	-9.59049
β•¹27:	-9.59074
β•¹pr	-9.59093
β•¹40:1	-9.59122
β•¹scattered	-9.59129
β•¹stretched	-9.59134
β•¹10:4	-9.59262
β•¹3:5	-9.59265
β•¹aside	-9.5927
β•¹31:	-9.59293
β•¹thanks	-9.59352
β•¹Za	-9.5953
ting	-9.59737
β•¹Ne	-9.59905
β•¹Lebanon	-9.60313
β•¹2:6	-9.60313
β•¹wept	-9.60433
β•¹since	-9.6049
ach	-9.6054
β•¹5:4	-9.60801
β•¹shouldest	-9.61138
β•¹seat	-9.61255
β•¹obey	-9.61409
β•¹youth	-9.61441
β•¹images	-9.6161
ment	-9.61648
β•¹inherit	-9.61732
β•¹Nevertheless	-9.61741
β•¹abode	-9.61741
β•¹beseech	-9.61741
β•¹root	-9.61741
β•¹sepulchre	-9.61741
β•¹snare	-9.61741
β•¹swear	-9.61741
β•¹8:4	-9.61742
β•¹worshipped	-9.61742
β•¹season	-9.61743
β•¹Job	-9.61832
β•¹measure	-9.6206
β•¹appeared	-9.62087
β•¹28:	-9.62216
β•¹vineyard	-9.62295
β•¹heal	-9.62453
β•¹br	-9.62711
β•¹faces	-9.62744
β•¹doors	-9.62785
ac	-9.62972
β•¹22:	-9.63189
β•¹Elijah	-9.6319
β•¹few	-9.6319
β•¹fury	-9.6319
β•¹pleasure	-9.6319
β•¹synagogue	-9.6319
β•¹indeed	-9.63191
β•¹whereof	-9.63191
β•¹6:5	-9.63325
β•¹divided	-9.63389
β•¹west	-9.63614
β•¹troubled	-9.63631
β•¹killed	-9.63938
β•¹redeem	-9.6433
β•¹raise	-9.6443
har	-9.64595
β•¹Asa	-9.6466
β•¹abundance	-9.64661
β•¹shield	-9.64661
β•¹verily	-9.64661
β•¹With	-9.6467
β•¹Jehu	-9.64688
β•¹afterward	-9.64847
β•¹scribes	-9.65375
S	-9.65507
β•¹wast	-9.65614
β•¹observe	-9.66154
β•¹wave	-9.66154
β•¹run	-9.66155
β•¹rent	-9.66155
lah	-9.66158
β•¹worthy	-9.66164
β•¹rid	-9.66181
β•¹Bethel	-9.662
β•¹weight	-9.66281
β•¹12	-9.66444
β•¹horns	-9.66674
β•¹soon	-9.669
ice	-9.67015
os	-9.6703
β•¹promise	-9.67436
β•¹Chaldeans	-9.67669
β•¹acts	-9.67669
β•¹hurt	-9.67669
β•¹1:8	-9.6767
β•¹Abimelech	-9.67671
β•¹kindled	-9.67745
β•¹order	-9.67781
β•¹36:2	-9.67872
β•¹26:3	-9.67873
β•¹14:4	-9.67877
β•¹golden	-9.68047
β•¹3:6	-9.68091
β•¹Lo	-9.68182
β•¹trumpet	-9.68313
β•¹chambers	-9.6839
ni	-9.68517
β•¹song	-9.68656
β•¹seeth	-9.68673
β•¹11:	-9.68785
β•¹tents	-9.69027
β•¹thereon	-9.69069
β•¹kind	-9.69098
β•¹Shechem	-9.69207
β•¹garden	-9.69207
β•¹parable	-9.69207
β•¹virgin	-9.69207
β•¹yoke	-9.69207
β•¹shout	-9.69207
β•¹home	-9.69208
β•¹8:5	-9.69208
β•¹1:9	-9.69208
β•¹forgive	-9.69209
β•¹office	-9.69249
β•¹tower	-9.69304
β•¹add	-9.69394
our	-9.69441
β•¹streets	-9.69702
β•¹loveth	-9.69736
β•¹chariot	-9.69879
β•¹hills	-9.70276
β•¹walls	-9.70289
β•¹38:	-9.70395
β•¹escape	-9.70537
β•¹ox	-9.70712
β•¹Jericho	-9.7077
β•¹blemish	-9.7077
β•¹condemn	-9.7077
β•¹fair	-9.7077
β•¹fought	-9.7077
β•¹cherubims	-9.7077
β•¹spear	-9.7077
β•¹oath	-9.70771
β•¹1:10	-9.70786
wo	-9.70811
β•¹asses	-9.70865
β•¹prayed	-9.7092
β•¹exalted	-9.70939
eep	-9.71463
β•¹height	-9.715
β•¹Az	-9.7184
ant	-9.71903
β•¹39:	-9.71991
der	-9.72351
β•¹Abner	-9.72357
β•¹Balaam	-9.72357
β•¹From	-9.72357
β•¹daily	-9.72357
β•¹dominion	-9.72357
β•¹harvest	-9.72357
β•¹purpose	-9.72357
β•¹savour	-9.72357
β•¹smitten	-9.72357
β•¹loins	-9.72358
β•¹37:2	-9.72515
β•¹27:3	-9.72639
β•¹redeemed	-9.72715
β•¹coast	-9.73075
β•¹judged	-9.73117
N	-9.73315
T	-9.73322
rib	-9.736
β•¹drive	-9.73883
β•¹Zedekiah	-9.7397
β•¹choose	-9.7397
β•¹flood	-9.7397
β•¹grass	-9.7397
β•¹learn	-9.7397
β•¹rather	-9.7397
β•¹sanctify	-9.7397
β•¹wrote	-9.7397
β•¹faint	-9.7397
β•¹loud	-9.73971
β•¹2:7	-9.73971
β•¹weak	-9.73971
β•¹sanctified	-9.73983
β•¹Or	-9.741
β•¹6:6	-9.7413
β•¹pleased	-9.74142
rt	-9.74181
β•¹13:4	-9.74342
β•¹parts	-9.74397
β•¹1:11	-9.74458
co	-9.7459
β•¹preach	-9.75049
β•¹treasures	-9.75103
β•¹On	-9.75373
β•¹forsake	-9.75523
β•¹Abram	-9.75609
β•¹fifth	-9.75609
β•¹2:8	-9.7561
β•¹2:9	-9.7561
β•¹Syrians	-9.7561
β•¹heap	-9.75621
β•¹moon	-9.75634
β•¹baptized	-9.75653
β•¹24:	-9.75804
β•¹24:3	-9.75855
β•¹22:4	-9.75881
β•¹preached	-9.75942
β•¹others	-9.75987
β•¹upward	-9.7606
ick	-9.76317
β•¹devil	-9.76382
β•¹person	-9.76382
β•¹burning	-9.76397
β•¹34:	-9.76495
β•¹ones	-9.76671
β•¹plant	-9.76944
β•¹bond	-9.77267
β•¹past	-9.77271
β•¹Bashan	-9.77276
β•¹Damascus	-9.77276
β•¹Mordecai	-9.77276
β•¹Nebuchadnezzar	-9.77276
β•¹require	-9.77276
β•¹supplication	-9.77276
β•¹unleavened	-9.77276
β•¹Fear	-9.77276
β•¹seventy	-9.77276
β•¹7:6	-9.77277
β•¹edge	-9.77281
β•¹despised	-9.77501
β•¹speaking	-9.77534
β•¹Am	-9.77542
β•¹39:1	-9.77593
β•¹apostles	-9.77601
β•¹always	-9.77616
β•¹hated	-9.77669
β•¹captive	-9.78075
β•¹gift	-9.78077
nah	-9.78261
β•¹48:	-9.78566
β•¹consume	-9.78739
β•¹divide	-9.78776
β•¹forget	-9.7878
rim	-9.78868
β•¹regard	-9.78971
β•¹speech	-9.78971
β•¹except	-9.78971
β•¹horsemen	-9.78978
β•¹endureth	-9.79037
β•¹err	-9.79046
β•¹15:4	-9.79078
β•¹care	-9.79107
β•¹De	-9.7918
β•¹evening	-9.79292
β•¹lieth	-9.79296
β•¹41:1	-9.79355
β•¹3:7	-9.79453
β•¹whence	-9.79871
β•¹36:	-9.79915
β•¹despise	-9.80462
β•¹exceeding	-9.80598
β•¹flour	-9.80688
β•¹Every	-9.80695
β•¹bind	-9.80695
β•¹Master	-9.80696
β•¹4:5	-9.80696
β•¹52:	-9.80696
β•¹lad	-9.80697
β•¹officers	-9.80705
β•¹ha	-9.80867
β•¹2:12	-9.80884
β•¹escaped	-9.80953
β•¹20:4	-9.81185
β•¹cloth	-9.81614
β•¹Their	-9.8164
β•¹thousands	-9.81748
nto	-9.81779
β•¹3:10	-9.818
A	-9.818
β•¹lived	-9.81891
β•¹dwelleth	-9.81918
β•¹Almighty	-9.82449
β•¹decree	-9.82449
β•¹desolation	-9.82449
β•¹execute	-9.82449
β•¹handmaid	-9.82449
β•¹next	-9.82449
β•¹ordinance	-9.82449
β•¹pleasant	-9.82449
β•¹queen	-9.82449
β•¹raiment	-9.82449
β•¹sprinkle	-9.82449
β•¹buy	-9.82449
β•¹Esther	-9.82449
β•¹net	-9.82451
β•¹nakedness	-9.82477
β•¹14:	-9.82514
β•¹dealt	-9.82639
β•¹months	-9.82868
β•¹17:3	-9.82874
aph	-9.82987
tm	-9.83022
β•¹remembered	-9.83082
β•¹once	-9.83199
β•¹En	-9.83347
β•¹fields	-9.83499
β•¹N	-9.83537
β•¹thoughts	-9.83753
β•¹hang	-9.83903
ith	-9.84164
β•¹Pilate	-9.84235
β•¹carcase	-9.84235
β•¹countries	-9.84235
β•¹doctrine	-9.84235
β•¹honey	-9.84235
β•¹preserve	-9.84235
β•¹slaughter	-9.84235
β•¹Satan	-9.84235
β•¹proud	-9.84235
β•¹want	-9.84235
β•¹9:5	-9.84236
β•¹lying	-9.84261
β•¹Canaanites	-9.84294
β•¹fellow	-9.84302
β•¹32:3	-9.84472
β•¹38:2	-9.84499
β•¹42:1	-9.84511
β•¹35:2	-9.84541
ron	-9.84708
β•¹named	-9.84723
β•¹persons	-9.85202
β•¹tables	-9.85463
β•¹Gath	-9.85481
β•¹3:11	-9.85711
β•¹Laban	-9.86053
β•¹countenance	-9.86053
β•¹food	-9.86053
β•¹iniquities	-9.86053
β•¹mingled	-9.86053
β•¹pluck	-9.86053
β•¹terrible	-9.86053
β•¹violence	-9.86053
β•¹reap	-9.86053
fold	-9.86062
β•¹Make	-9.86094
β•¹spare	-9.86115
β•¹graven	-9.86205
β•¹Saying	-9.86247
β•¹44:1	-9.8629
β•¹31:3	-9.86376
β•¹26:	-9.86435
β•¹wonders	-9.86604
β•¹eateth	-9.86607
β•¹fowls	-9.86624
β•¹spoiled	-9.86959
β•¹devils	-9.87038
β•¹foundation	-9.87134
β•¹3:12	-9.87201
β•¹scribe	-9.87259
R	-9.87265
β•¹47:	-9.87603
β•¹1:15	-9.87795
β•¹grow	-9.87817
β•¹beyond	-9.87905
β•¹brook	-9.87905
β•¹course	-9.87905
β•¹fierce	-9.87905
β•¹lust	-9.87905
β•¹sockets	-9.87905
β•¹thirst	-9.87905
β•¹Herod	-9.87905
β•¹bird	-9.87905
β•¹harp	-9.87906
β•¹Mary	-9.87926
β•¹kingdoms	-9.8798
β•¹6:7	-9.88093
β•¹afflicted	-9.88132
riah	-9.8819
β•¹Na	-9.8827
β•¹13:5	-9.88292
β•¹shoulder	-9.88765
β•¹32:	-9.88768
β•¹chamber	-9.89028
β•¹standing	-9.89132
O	-9.89147
β•¹corrupt	-9.89589
β•¹maid	-9.89791
β•¹Again	-9.89792
β•¹candlestick	-9.89792
β•¹Simeon	-9.89792
β•¹Zadok	-9.89792
β•¹beheld	-9.89792
β•¹breath	-9.89792
β•¹immediately	-9.89792
β•¹scripture	-9.89792
β•¹serpent	-9.89792
β•¹Josiah	-9.89792
β•¹manifest	-9.89792
β•¹4:6	-9.89793
β•¹7:7	-9.89793
β•¹per	-9.89842
β•¹Haman	-9.89881
β•¹Noah	-9.89893
ure	-9.89956
β•¹shed	-9.90269
β•¹devoured	-9.90352
β•¹remained	-9.90436
β•¹age	-9.90505
β•¹gifts	-9.90798
β•¹horse	-9.90816
β•¹friend	-9.9082
β•¹haste	-9.90907
β•¹40:	-9.90935
and	-9.91284
aim	-9.91356
β•¹signs	-9.91365
β•¹rebuke	-9.9148
β•¹weep	-9.91494
asmuch	-9.91715
β•¹19:4	-9.91715
β•¹Jehoiada	-9.91715
β•¹remembrance	-9.91715
β•¹scarlet	-9.91715
β•¹wheat	-9.91715
β•¹tremble	-9.91715
β•¹held	-9.91745
β•¹bad	-9.91818
teth	-9.91881
β•¹16:4	-9.92098
β•¹charged	-9.92347
β•¹altars	-9.9241
β•¹desired	-9.92445
β•¹judges	-9.92455
β•¹transgression	-9.92792
β•¹42:	-9.93142
β•¹heareth	-9.93456
rai	-9.93516
β•¹lies	-9.93564
β•¹Ishmael	-9.93676
β•¹blue	-9.93676
β•¹distress	-9.93676
β•¹ephod	-9.93676
β•¹fourteen	-9.93676
β•¹guard	-9.93676
β•¹kid	-9.93676
β•¹ourselves	-9.93676
β•¹swallow	-9.93676
β•¹vex	-9.93676
β•¹4:7	-9.93677
β•¹4:8	-9.93677
β•¹stars	-9.93677
β•¹each	-9.93677
β•¹afar	-9.93681
β•¹mock	-9.93682
β•¹instruments	-9.9381
β•¹fill	-9.93843
β•¹44:2	-9.93871
β•¹talents	-9.93917
β•¹risen	-9.93919
β•¹Art	-9.93966
β•¹promised	-9.93979
β•¹mourning	-9.94051
β•¹doings	-9.94138
β•¹goodness	-9.94206
β•¹coasts	-9.94776
β•¹trumpets	-9.9483
β•¹builded	-9.94915
β•¹stretch	-9.95347
β•¹bitter	-9.9564
rah	-9.9565
β•¹Naphtali	-9.95676
β•¹Rehoboam	-9.95676
β•¹belong	-9.95676
β•¹damsel	-9.95676
β•¹duke	-9.95676
β•¹glorified	-9.95676
β•¹itself	-9.95676
β•¹profane	-9.95676
β•¹prophesied	-9.95676
β•¹substance	-9.95676
β•¹bury	-9.95676
β•¹nine	-9.95676
β•¹thick	-9.95676
β•¹teeth	-9.95677
β•¹4:9	-9.95677
β•¹shine	-9.95677
β•¹former	-9.95686
β•¹camels	-9.95702
β•¹Whosoever	-9.95717
β•¹Shi	-9.95831
β•¹14:5	-9.95925
β•¹2:16	-9.95928
β•¹24:4	-9.95969
β•¹48:1	-9.96033
β•¹29:3	-9.96107
β•¹covering	-9.96168
β•¹suffered	-9.96405
ft	-9.96498
β•¹male	-9.96819
β•¹scatter	-9.97386
β•¹met	-9.97395
β•¹enquire	-9.97482
β•¹punish	-9.9771
β•¹Azariah	-9.97717
β•¹Hebrew	-9.97717
β•¹Remember	-9.97717
β•¹assembly	-9.97717
β•¹confounded	-9.97717
β•¹fetch	-9.97717
β•¹harlot	-9.97717
β•¹mischief	-9.97717
β•¹persecute	-9.97717
β•¹pestilence	-9.97717
β•¹slept	-9.97717
β•¹staves	-9.97717
β•¹thrust	-9.97717
β•¹tread	-9.97717
β•¹wroth	-9.97717
β•¹yield	-9.97717
β•¹Jezreel	-9.97717
β•¹Nathan	-9.97717
β•¹Sodom	-9.97717
β•¹7:8	-9.97717
β•¹Joash	-9.97724
β•¹belly	-9.97727
β•¹issue	-9.97731
β•¹Micha	-9.97737
β•¹driven	-9.97827
β•¹witnesses	-9.97839
time	-9.97904
ight	-9.97976
β•¹touched	-9.98016
β•¹increased	-9.98206
β•¹friends	-9.98676
prove	-9.98886
β•¹palace	-9.98901
β•¹forward	-9.99464
β•¹establish	-9.99469
β•¹hell	-9.99618
β•¹fish	-9.99759
β•¹Gibeah	-9.998
β•¹Hittite	-9.998
β•¹desert	-9.998
β•¹fountain	-9.998
β•¹milk	-9.998
β•¹multiply	-9.998
β•¹play	-9.998
β•¹pride	-9.998
β•¹purple	-9.998
β•¹roar	-9.998
β•¹sworn	-9.998
β•¹thorns	-9.998
β•¹pay	-9.99802
β•¹interpretation	-9.99808
β•¹lodge	-9.99813
β•¹kindness	-9.99847
β•¹ends	-9.99991
β•¹sinners	-10.0019
β•¹12:5	-10.0041
β•¹transgressions	-10.0076
β•¹pillar	-10.0104
pt	-10.0105
β•¹4:12	-10.0114
β•¹3:17	-10.0116
8:7	-10.0176
β•¹Say	-10.0183
β•¹dark	-10.0189
β•¹Praise	-10.0193
β•¹Rachel	-10.0193
β•¹beauty	-10.0193
β•¹created	-10.0193
β•¹eternal	-10.0193
β•¹glorious	-10.0193
β•¹grievous	-10.0193
β•¹palm	-10.0193
β•¹refuge	-10.0193
β•¹sackcloth	-10.0193
β•¹travail	-10.0193
ohath	-10.0193
β•¹Bring	-10.0193
β•¹Jesse	-10.0193
β•¹spring	-10.0193
β•¹dost	-10.0193
β•¹Howbeit	-10.0193
β•¹clouds	-10.0195
β•¹gladness	-10.02
β•¹11:5	-10.0225
β•¹sixth	-10.0236
β•¹5:9	-10.0264
β•¹5:8	-10.0267
β•¹Ham	-10.0308
β•¹18:	-10.0319
β•¹vessel	-10.0321
β•¹4:13	-10.034
β•¹repent	-10.0376
β•¹please	-10.0387
ians	-10.0397
β•¹shake	-10.0401
β•¹array	-10.041
β•¹blow	-10.041
β•¹cleave	-10.041
β•¹divers	-10.041
β•¹forgotten	-10.041
β•¹gain	-10.041
β•¹olive	-10.041
β•¹quiet	-10.041
β•¹confess	-10.041
β•¹sell	-10.041
β•¹Zebulun	-10.041
β•¹conceived	-10.0417
β•¹15:5	-10.0423
β•¹18:4	-10.0434
β•¹40:2	-10.0436
β•¹measured	-10.0446
β•¹23:4	-10.0451
β•¹following	-10.046
β•¹entering	-10.0494
β•¹cubit	-10.0543
β•¹5:12	-10.0573
β•¹50:	-10.0579
β•¹keepeth	-10.058
ther	-10.06
β•¹provoke	-10.0609
β•¹defile	-10.0609
β•¹lions	-10.0623
β•¹goest	-10.0626
β•¹naked	-10.0629
β•¹breast	-10.0632
β•¹multiplied	-10.0632
β•¹smoke	-10.0632
β•¹tarry	-10.0632
β•¹tidings	-10.0632
β•¹uncover	-10.0632
β•¹Gibeon	-10.0632
β•¹towns	-10.0632
β•¹James	-10.0632
β•¹8:6	-10.0632
β•¹imp	-10.0633
β•¹105:	-10.0633
β•¹believeth	-10.0667
β•¹cursed	-10.0694
β•¹treasure	-10.0702
β•¹washed	-10.0707
β•¹tra	-10.0714
β•¹rejoiced	-10.0731
β•¹vineyards	-10.0772
8:8	-10.0803
β•¹Di	-10.0816
β•¹sides	-10.084
β•¹bullocks	-10.085
β•¹Gideon	-10.086
β•¹Issachar	-10.086
β•¹Philip	-10.086
β•¹besought	-10.086
β•¹eleven	-10.086
β•¹green	-10.086
β•¹mercies	-10.086
β•¹staff	-10.086
β•¹angry	-10.086
β•¹wild	-10.086
β•¹66:	-10.086
β•¹rings	-10.086
β•¹girdle	-10.0862
β•¹bought	-10.0866
β•¹Asher	-10.0867
β•¹repaired	-10.0871
β•¹Lot	-10.0877
β•¹6:8	-10.0883
β•¹touch	-10.0885
β•¹weeping	-10.0887
β•¹49:1	-10.0888
β•¹36:3	-10.0893
β•¹bands	-10.09
β•¹Ga	-10.09
β•¹reed	-10.0977
β•¹4:15	-10.0998
β•¹shekel	-10.1003
β•¹piece	-10.1003
β•¹4:16	-10.1008
β•¹37:	-10.1014
8:9	-10.1033
β•¹44:	-10.1039
β•¹5:13	-10.1044
β•¹Not	-10.1068
β•¹appoint	-10.107
β•¹Are	-10.1071
β•¹sure	-10.1087
β•¹Midian	-10.1089
β•¹Balak	-10.1092
β•¹Bethlehem	-10.1092
β•¹justified	-10.1092
β•¹plead	-10.1092
β•¹record	-10.1092
β•¹report	-10.1092
β•¹roll	-10.1092
β•¹satisfied	-10.1092
β•¹strife	-10.1092
β•¹uncircumcised	-10.1092
β•¹vengeance	-10.1092
β•¹salt	-10.1092
β•¹else	-10.1092
β•¹Judaea	-10.1092
β•¹107:	-10.1093
β•¹ashes	-10.1093
β•¹sitting	-10.1094
β•¹armies	-10.1095
β•¹compassion	-10.1097
β•¹fatherless	-10.111
β•¹joined	-10.1113
β•¹45:1	-10.1114
β•¹26:4	-10.1123
β•¹41:2	-10.1133
β•¹30:3	-10.1137
β•¹obeyed	-10.1147
β•¹6:	-10.1182
β•¹wi	-10.1213
β•¹captives	-10.1217
β•¹shepherd	-10.1241
β•¹3:18	-10.1246
β•¹Ro	-10.1274
β•¹wound	-10.1297
β•¹49:	-10.13
β•¹Har	-10.1304
β•¹pursue	-10.1307
β•¹Ahaz	-10.1328
β•¹pot	-10.1329
β•¹forgiven	-10.133
β•¹Benaiah	-10.133
β•¹avenge	-10.133
β•¹betray	-10.133
β•¹finished	-10.133
β•¹herself	-10.133
β•¹latter	-10.133
β•¹scorn	-10.133
β•¹straightway	-10.133
β•¹writing	-10.133
β•¹Shimei	-10.133
β•¹weary	-10.133
β•¹sitteth	-10.1332
β•¹tender	-10.1334
β•¹Sheba	-10.1341
β•¹doest	-10.1346
β•¹changed	-10.1353
β•¹talked	-10.1361
β•¹posts	-10.1364
β•¹su	-10.1364
β•¹paths	-10.1381
β•¹borders	-10.143
β•¹seeketh	-10.1448
β•¹Ahi	-10.1525
β•¹remove	-10.1551
β•¹fifteen	-10.1574
β•¹Ethiopia	-10.1574
β•¹Gilgal	-10.1574
β•¹Shemaiah	-10.1574
β•¹awake	-10.1574
β•¹bosom	-10.1574
β•¹creature	-10.1574
β•¹forbid	-10.1574
β•¹grove	-10.1574
β•¹indignation	-10.1574
β•¹lack	-10.1574
β•¹porch	-10.1574
β•¹resurrection	-10.1574
β•¹suddenly	-10.1574
β•¹terror	-10.1574
β•¹finger	-10.1574
β•¹Sarah	-10.1574
β•¹Mo	-10.1575
β•¹reach	-10.1577
β•¹uncleanness	-10.1591
β•¹Can	-10.1594
β•¹lawful	-10.1596
β•¹46:1	-10.1604
β•¹Ah	-10.1606
β•¹arrows	-10.1609
β•¹use	-10.1609
β•¹39:2	-10.161
β•¹boards	-10.1611
β•¹planted	-10.1623
β•¹flow	-10.1624
β•¹declared	-10.1631
hold	-10.1669
β•¹walketh	-10.1691
β•¹continue	-10.1694
β•¹Red	-10.1711
β•¹46:	-10.1771
β•¹fruits	-10.1788
β•¹deceive	-10.1801
β•¹change	-10.1801
β•¹restore	-10.1805
β•¹Amaziah	-10.1824
β•¹Zechariah	-10.1824
β•¹dried	-10.1824
β•¹grieved	-10.1824
β•¹holiness	-10.1824
β•¹innocent	-10.1824
β•¹laugh	-10.1824
β•¹merciful	-10.1824
β•¹oblation	-10.1824
β•¹overthrow	-10.1824
β•¹thunder	-10.1824
β•¹wander	-10.1824
β•¹Seir	-10.1824
β•¹9:6	-10.1824
β•¹heavy	-10.1824
β•¹pain	-10.1824
β•¹Merari	-10.1825
β•¹appearance	-10.1826
β•¹strengthen	-10.1827
β•¹drunken	-10.1829
β•¹polluted	-10.183
β•¹beaten	-10.183
ier	-10.1832
β•¹exceedingly	-10.1838
β•¹toucheth	-10.1845
β•¹counted	-10.1849
β•¹mark	-10.1874
β•¹25:4	-10.1878
β•¹seem	-10.1894
β•¹possessed	-10.192
β•¹Ba	-10.1929
β•¹building	-10.1988
β•¹fools	-10.1991
β•¹horn	-10.1991
β•¹beat	-10.2002
β•¹Jew	-10.201
β•¹talk	-10.2047
β•¹wax	-10.2047
all	-10.2052
q	-10.208
β•¹Samson	-10.2081
β•¹accuse	-10.2081
β•¹adultery	-10.2081
β•¹ascend	-10.2081
β•¹bondage	-10.2081
β•¹concubine	-10.2081
β•¹discover	-10.2081
β•¹fornication	-10.2081
β•¹least	-10.2081
β•¹leprosy	-10.2081
β•¹molten	-10.2081
β•¹murmur	-10.2081
β•¹proclaim	-10.2081
β•¹room	-10.2081
β•¹vail	-10.2081
β•¹valiant	-10.2081
β•¹rising	-10.2081
β•¹short	-10.2081
β•¹strait	-10.2081
β•¹coat	-10.2081
β•¹7:9	-10.2081
β•¹bowels	-10.2081
β•¹base	-10.2083
β•¹quickly	-10.2083
β•¹inner	-10.2084
β•¹eastward	-10.2085
β•¹eighth	-10.2088
β•¹Nay	-10.2092
β•¹cleansed	-10.2103
β•¹43:1	-10.2109
β•¹leaven	-10.2113
β•¹strengthened	-10.2115
β•¹14:6	-10.2115
β•¹28:3	-10.2125
β•¹corners	-10.2178
β•¹Ai	-10.2205
β•¹1.	-10.2214
β•¹measures	-10.2242
β•¹2:21	-10.2259
β•¹ships	-10.2266
β•¹sayest	-10.2279
unto	-10.2291
β•¹letter	-10.2294
β•¹Heshbon	-10.2344
β•¹High	-10.2344
β•¹basket	-10.2344
β•¹chronicles	-10.2344
β•¹circumcised	-10.2344
β•¹confidence	-10.2344
β•¹descend	-10.2344
β•¹empty	-10.2344
β•¹fenced	-10.2344
β•¹pertain	-10.2344
β•¹steps	-10.2344
β•¹cake	-10.2344
β•¹digged	-10.2344
β•¹tithe	-10.2344
β•¹cave	-10.2344
β•¹65:	-10.2344
β•¹hail	-10.2347
β•¹means	-10.2349
ash	-10.2355
β•¹revealed	-10.2356
β•¹59:	-10.2356
β•¹singers	-10.2357
β•¹melt	-10.2358
β•¹needy	-10.2359
β•¹pursued	-10.237
β•¹oppressed	-10.2371
β•¹Hast	-10.2377
β•¹22:5	-10.2384
β•¹canst	-10.2387
β•¹27:4	-10.239
β•¹16:5	-10.2391
β•¹10:5	-10.2406
β•¹bars	-10.2411
β•¹21:4	-10.2422
reby	-10.2428
β•¹wouldest	-10.2433
β•¹shepherds	-10.2444
β•¹Oh	-10.2482
β•¹2:22	-10.2483
β•¹7:12	-10.2498
β•¹7:13	-10.251
β•¹Shem	-10.2522
β•¹corner	-10.2558
β•¹afflict	-10.2579
β•¹Caleb	-10.2614
β•¹Jehoiakim	-10.2614
β•¹Sihon	-10.2614
β•¹authority	-10.2614
β•¹boast	-10.2614
β•¹broad	-10.2614
β•¹caught	-10.2614
β•¹crucified	-10.2614
β•¹miracle	-10.2614
β•¹pronounce	-10.2614
β•¹sharp	-10.2614
β•¹tribute	-10.2614
β•¹understood	-10.2614
β•¹valour	-10.2614
β•¹Sinai	-10.2614
β•¹Tyre	-10.2614
β•¹spot	-10.2614
β•¹flame	-10.2614
β•¹content	-10.2614
β•¹9:8	-10.2614
Book	-10.2614
β•¹salute	-10.2614
β•¹row	-10.2614
β•¹respect	-10.2614
β•¹robe	-10.2614
β•¹Ahaziah	-10.2617
β•¹endure	-10.2617
β•¹Hamath	-10.2617
β•¹diligently	-10.2618
β•¹assembled	-10.2623
β•¹churches	-10.2623
β•¹dew	-10.2633
β•¹hin	-10.2636
β•¹prevailed	-10.2642
β•¹grapes	-10.2642
β•¹chains	-10.2645
β•¹lamps	-10.2645
β•¹waxed	-10.2649
β•¹receiveth	-10.2664
β•¹remaineth	-10.2668
β•¹comforted	-10.2692
β•¹ministered	-10.2738
ose	-10.2754
β•¹fro	-10.2769
β•¹8:12	-10.2781
β•¹8:10	-10.2784
β•¹3:19	-10.2787
β•¹4:18	-10.2797
β•¹str	-10.2798
β•¹street	-10.2802
β•¹anoint	-10.2836
β•¹43:	-10.2838
β•¹flower	-10.2839
orah	-10.2847
β•¹accept	-10.2857
β•¹9:11	-10.2869
β•¹thank	-10.2873
β•¹worketh	-10.289
rough	-10.2892
β•¹adversaries	-10.2892
β•¹barley	-10.2892
β•¹breach	-10.2892
β•¹either	-10.2892
β•¹fourscore	-10.2892
β•¹instead	-10.2892
β•¹nought	-10.2892
β•¹rebellious	-10.2892
β•¹recompense	-10.2892
β•¹solemn	-10.2892
β•¹testimonies	-10.2892
β•¹twentieth	-10.2892
β•¹wrong	-10.2892
β•¹Ramah	-10.2892
β•¹disease	-10.2892
β•¹Turn	-10.2892
β•¹proceed	-10.2892
β•¹therewith	-10.2892
β•¹55:	-10.2892
β•¹kindred	-10.2893
β•¹Elias	-10.2898
β•¹69:	-10.2899
β•¹fly	-10.2907
β•¹hearing	-10.2907
β•¹Persia	-10.2919
β•¹sealed	-10.2923
β•¹26:5	-10.2925
β•¹24:5	-10.2929
β•¹50:1	-10.293
β•¹wounded	-10.2931
β•¹tears	-10.2939
β•¹17:4	-10.2958
β•¹7:15	-10.3046
β•¹7:16	-10.3057
β•¹fowl	-10.3088
β•¹statute	-10.3088
most	-10.3114
β•¹1:21	-10.3138
β•¹stay	-10.3149
β•¹separate	-10.3154
β•¹refuse	-10.3154
β•¹deceit	-10.3176
β•¹goat	-10.3177
β•¹blaspheme	-10.3178
β•¹companion	-10.3178
β•¹confirm	-10.3178
β•¹devise	-10.3178
β•¹dragon	-10.3178
β•¹folly	-10.3178
β•¹ordained	-10.3178
β•¹precept	-10.3178
β•¹silence	-10.3178
β•¹overlaid	-10.3178
β•¹whereby	-10.3178
β•¹bake	-10.3178
β•¹hallow	-10.3178
β•¹104:	-10.3178
β•¹deceitful	-10.3179
β•¹render	-10.3183
β•¹68:	-10.3185
β•¹fruitful	-10.3187
β•¹sup	-10.319
β•¹perceived	-10.3197
β•¹cleanse	-10.3219
β•¹Whom	-10.3222
lai	-10.3228
β•¹10:7	-10.3251
19:8	-10.3252
β•¹waited	-10.3296
β•¹10:10	-10.3354
β•¹9:15	-10.3372
β•¹wonder	-10.3381
β•¹messenger	-10.3382
β•¹5:16	-10.3397
F	-10.3403
β•¹10:11	-10.3405
For	-10.3411
β•¹hire	-10.3448
β•¹line	-10.3463
β•¹According	-10.3472
β•¹Beersheba	-10.3472
β•¹Hilkiah	-10.3472
β•¹astonished	-10.3472
β•¹bottle	-10.3472
β•¹circumcision	-10.3472
β•¹cunning	-10.3472
β•¹eagle	-10.3472
β•¹ephah	-10.3472
β•¹excellent	-10.3472
β•¹gracious	-10.3472
β•¹language	-10.3472
β•¹ninth	-10.3472
β•¹patience	-10.3472
β•¹residue	-10.3472
β•¹bold	-10.3472
β•¹rebelled	-10.3472
β•¹Leah	-10.3472
β•¹counsellor	-10.3472
β•¹60:	-10.3472
β•¹price	-10.3473
β•¹reprove	-10.3473
β•¹jealousy	-10.3475
β•¹Asaph	-10.3483
β•¹hired	-10.3495
β•¹refused	-10.3496
β•¹transgressed	-10.3497
β•¹deceived	-10.3499
β•¹provoked	-10.3503
β•¹enquired	-10.3506
β•¹11:6	-10.3519
β•¹31:4	-10.3523
β•¹likeness	-10.3543
β•¹mo	-10.3555
β•¹letters	-10.3574
llow	-10.3575
β•¹sacrificed	-10.3628
β•¹seal	-10.3641
β•¹10:12	-10.365
β•¹Philistine	-10.3686
β•¹inhabitant	-10.3686
uch	-10.3696
rew	-10.3707
β•¹6:15	-10.371
β•¹exalt	-10.3742
β•¹Shim	-10.3763
β•¹continual	-10.3766
β•¹Carmel	-10.3775
β•¹Shiloh	-10.3775
β•¹bodies	-10.3775
β•¹exhort	-10.3775
β•¹grant	-10.3775
β•¹pomegranate	-10.3775
β•¹porters	-10.3775
β•¹question	-10.3775
β•¹reckon	-10.3775
β•¹recover	-10.3775
β•¹subject	-10.3775
β•¹Isaiah	-10.3775
β•¹ancient	-10.3775
β•¹clay	-10.3775
β•¹overcome	-10.3775
β•¹eighteen	-10.3775
β•¹hardened	-10.3775
β•¹Adam	-10.3775
β•¹hot	-10.3775
β•¹store	-10.3776
β•¹suck	-10.3776
β•¹deeds	-10.3776
β•¹instruction	-10.3777
β•¹fed	-10.3778
β•¹formed	-10.3779
β•¹herds	-10.3788
β•¹encamped	-10.3789
β•¹Only	-10.3793
β•¹separated	-10.38
β•¹Judas	-10.3801
β•¹Did	-10.3806
β•¹37:3	-10.3808
β•¹wheels	-10.3815
β•¹lost	-10.3815
β•¹11:9	-10.3823
M	-10.3826
β•¹ceased	-10.3829
β•¹17:5	-10.384
β•¹51:1	-10.3843
β•¹journeyed	-10.385
ias	-10.3854
side	-10.3871
β•¹Our	-10.3875
β•¹looketh	-10.3876
β•¹gavest	-10.3876
β•¹palaces	-10.3908
β•¹turneth	-10.3934
β•¹2:23	-10.3949
dge	-10.395
β•¹11:10	-10.399
β•¹goodly	-10.4006
β•¹3:21	-10.4014
tter	-10.4063
β•¹branch	-10.4083
β•¹instruct	-10.4085
β•¹lament	-10.4086
β•¹Gedaliah	-10.4087
β•¹While	-10.4087
β•¹already	-10.4087
β•¹due	-10.4087
β•¹enough	-10.4087
β•¹firstfruits	-10.4087
β•¹furnace	-10.4087
β•¹loaves	-10.4087
β•¹members	-10.4087
β•¹memorial	-10.4087
β•¹royal	-10.4087
β•¹tarried	-10.4087
β•¹truly	-10.4087
β•¹Micah	-10.4087
β•¹shoe	-10.4087
β•¹57:	-10.4087
β•¹Curse	-10.4087
β•¹hence	-10.4088
β•¹abundantly	-10.4091
β•¹Put	-10.41
β•¹inhabited	-10.4104
β•¹Matt	-10.4107
β•¹sown	-10.4108
β•¹loosed	-10.4108
β•¹43:2	-10.4113
β•¹girded	-10.4114
β•¹den	-10.4115
β•¹heave	-10.4117
β•¹49:2	-10.4118
β•¹26:6	-10.4127
β•¹14:7	-10.413
β•¹34:3	-10.4135
β•¹repented	-10.4135
β•¹22:6	-10.4138
β•¹whoredoms	-10.4146
β•¹greatness	-10.4196
β•¹males	-10.4227
β•¹foundations	-10.4242
β•¹trusted	-10.4248
β•¹mad	-10.4337
β•¹45:	-10.4356
β•¹Get	-10.4358
β•¹oppress	-10.437
β•¹prevail	-10.4376
β•¹Abiathar	-10.441
β•¹Ahasuerus	-10.441
β•¹Nebuchadrezzar	-10.441
β•¹breastplate	-10.441
β•¹business	-10.441
β•¹conscience	-10.441
β•¹defence	-10.441
β•¹dismayed	-10.441
β•¹henceforth	-10.441
β•¹heritage	-10.441
β•¹intreat	-10.441
β•¹ointment	-10.441
β•¹partaker	-10.441
β•¹perpetual	-10.441
β•¹persuade	-10.441
β•¹publish	-10.441
β•¹subdue	-10.441
β•¹testify	-10.441
β•¹double	-10.441
β•¹spices	-10.441
β•¹Zidon	-10.441
β•¹spiritual	-10.441
β•¹taste	-10.441
β•¹doubt	-10.441
β•¹upper	-10.4411
β•¹pasture	-10.4411
β•¹hateth	-10.4445
β•¹stayed	-10.4448
β•¹accepted	-10.4449
β•¹Lest	-10.4454
β•¹48:2	-10.4454
β•¹47:1	-10.4463
β•¹16:6	-10.4473
β•¹109:	-10.4473
β•¹13:7	-10.4484
β•¹curtains	-10.4486
β•¹borne	-10.4489
β•¹dove	-10.4495
β•¹answering	-10.4519
β•¹Here	-10.4522
β•¹younger	-10.4525
β•¹12:12	-10.4575
β•¹12:10	-10.4577
β•¹12:13	-10.4587
β•¹8:15	-10.46
β•¹Hor	-10.466
β•¹count	-10.4709
β•¹humble	-10.472
β•¹drunk	-10.4737
β•¹Caesar	-10.4742
β•¹Rebekah	-10.4743
β•¹abound	-10.4743
β•¹account	-10.4743
β•¹along	-10.4743
β•¹apparel	-10.4743
β•¹determined	-10.4743
β•¹drop	-10.4743
β•¹guide	-10.4743
β•¹married	-10.4743
β•¹nobles	-10.4743
β•¹overflow	-10.4743
β•¹swift	-10.4743
β•¹thanksgiving	-10.4743
β•¹Gershon	-10.4743
β•¹Hearken	-10.4743
β•¹Shaphan	-10.4743
β•¹Wilt	-10.4743
β•¹Lamb	-10.4743
β•¹calf	-10.4743
β•¹windows	-10.4743
β•¹press	-10.4743
β•¹soldiers	-10.4743
β•¹gall	-10.4743
β•¹63:	-10.4743
β•¹mention	-10.4743
β•¹woe	-10.4744
β•¹Whoso	-10.4744
β•¹lean	-10.4744
β•¹sand	-10.4744
β•¹Jeshua	-10.4744
β•¹honourable	-10.4749
β•¹joyful	-10.4752
β•¹Elam	-10.4754
β•¹putteth	-10.476
β•¹Whose	-10.4762
β•¹15:6	-10.4764
β•¹abideth	-10.4771
β•¹pity	-10.4776
β•¹knees	-10.48
β•¹hanged	-10.4806
β•¹murderer	-10.4809
β•¹provinces	-10.4825
β•¹armed	-10.4852
β•¹dieth	-10.486
β•¹calleth	-10.4878
β•¹crying	-10.4882
zza	-10.4971
cho	-10.4977
β•¹idol	-10.4999
β•¹disciple	-10.4999
β•¹perceive	-10.5065
β•¹fir	-10.5065
β•¹loose	-10.5067
β•¹chose	-10.508
β•¹bright	-10.5086
β•¹further	-10.5088
β•¹Barnabas	-10.5088
β•¹Jephthah	-10.5088
β•¹Likewise	-10.5088
β•¹Saviour	-10.5088
β•¹altogether	-10.5088
β•¹brasen	-10.5088
β•¹chapiter	-10.5088
β•¹creeping	-10.5088
β•¹cross	-10.5088
β•¹dumb	-10.5088
β•¹electronic	-10.5088
β•¹hungry	-10.5088
β•¹proverb	-10.5088
β•¹provide	-10.5088
β•¹stumble	-10.5088
β•¹whirlwind	-10.5088
β•¹Joram	-10.5088
β•¹Tell	-10.5088
β•¹depth	-10.5088
β•¹merry	-10.5088
β•¹forbear	-10.5088
β•¹wholly	-10.5088
β•¹punishment	-10.5089
β•¹Hananiah	-10.509
β•¹Nun	-10.509
β•¹rejected	-10.5093
β•¹Min	-10.5106
β•¹humbled	-10.5112
β•¹46:2	-10.512
β•¹merchants	-10.5131
β•¹continued	-10.5133
β•¹28:4	-10.5147
β•¹singing	-10.5171
β•¹bar	-10.5238
β•¹Levite	-10.5356
C	-10.538
tions	-10.5394
β•¹offend	-10.5412
β•¹lovingkindness	-10.5433
β•¹cherub	-10.5445
β•¹Baasha	-10.5445
β•¹Nazareth	-10.5445
β•¹Peace	-10.5445
β•¹bottom	-10.5445
β•¹dung	-10.5445
β•¹glorify	-10.5445
β•¹locust	-10.5445
β•¹making	-10.5445
β•¹perverse	-10.5445
β•¹purge	-10.5445
β•¹thief	-10.5445
β•¹Amnon	-10.5445
β•¹grew	-10.5445
β•¹steal	-10.5445
β•¹beneath	-10.5445
β•¹Ezra	-10.5445
β•¹begin	-10.5446
β•¹uttermost	-10.5446
β•¹lamentation	-10.5447
β•¹deny	-10.5453
β•¹stir	-10.546
β•¹drawn	-10.5471
β•¹obtained	-10.5472
β•¹sort	-10.5473
β•¹anointing	-10.5475
β•¹32:4	-10.5492
β•¹40:3	-10.5492
β•¹24:6	-10.5496
β•¹33:3	-10.5515
β•¹Ash	-10.5553
ipped	-10.5582
β•¹Ner	-10.5674
β•¹province	-10.5725
β•¹Egyptian	-10.5726
place	-10.5751
β•¹join	-10.5782
β•¹Amalek	-10.5812
β•¹Hanan	-10.5813
ift	-10.5814
β•¹lame	-10.5815
β•¹Macedonia	-10.5815
β•¹colour	-10.5815
β•¹consecrate	-10.5815
β•¹custom	-10.5815
β•¹elect	-10.5815
β•¹eunuch	-10.5815
β•¹grief	-10.5815
β•¹hunger	-10.5815
β•¹liberty	-10.5815
β•¹maidservant	-10.5815
β•¹majesty	-10.5815
β•¹pool	-10.5815
β•¹principal	-10.5815
β•¹quench	-10.5815
β•¹shittim	-10.5815
β•¹straight	-10.5815
β•¹trodden	-10.5815
β•¹ungodly	-10.5815
β•¹fault	-10.5815
β•¹space	-10.5815
β•¹sail	-10.5815
β•¹summer	-10.5815
β•¹Cain	-10.5815
β•¹Johanan	-10.5816
β•¹lightning	-10.5817
β•¹armour	-10.5818
zziah	-10.5818
β•¹justice	-10.5818
β•¹oppression	-10.5818
raw	-10.5819
β•¹Shallum	-10.582
β•¹fishes	-10.5823
β•¹Ammonites	-10.5827
β•¹isles	-10.5827
β•¹restored	-10.5851
β•¹touching	-10.5853
β•¹covereth	-10.5877
β•¹23:5	-10.588
β•¹workers	-10.5892
out	-10.5903
β•¹15:	-10.6004
β•¹fr	-10.608
β•¹curtain	-10.611
L	-10.6135
D	-10.6135
β•¹gird	-10.6162
β•¹transgress	-10.6164
β•¹abhor	-10.6199
β•¹19:5	-10.62
β•¹Adonijah	-10.62
β•¹Baruch	-10.62
β•¹Greek	-10.62
β•¹Notwithstanding	-10.62
